<html lang="ar" xmlns="http://www.w3.org/1999/xhtml" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no" />
    <title>سياسة الخصوصية | آلزا بوت</title>
    <meta name="description" content="آلزا بوت سياسة الخصوصية.">
    <?php
        include('fi-t/linke-hader.php');
        ?>
     <?php
     include('fi-t/user-language.php');
     ?>
</head>
<div id="preloader"></div>
<nav class="menu-classic menu-fixed scroll-css" data-menu-anima="fade-in">
<div class="container">
        <?php
        include('fi-t/header.php');
        ?>
</div>
</nav>

    <main>
        <section class="section-base bg-gradient">
            <div class="container">
                <h1 class="align-center">السياسات والإجراءات</h1>
                <h3 class="align-center">نريد أن تظل بياناتك ملكك، ونحن ملتزمون بالشفافية بشأن ممارساتنا كشركة.</h3>
                <hr class="space-lg" />
                <div class="row">
                    <div class="col-lg-3">
                        <div class="menu-inner menu-inner-vertical fixed-area menu-terms" data-offset="150">
                            <ul>
                                <li class="active"><a href="#">سياسية الخصوصية</a>
                                <li><a href="terms-of-service">الشروط والأحكام</a>
                                <li><a href="cookie">سياسة ملفات الارتباط</a>
                            </ul>
                        </div>
                    </div>
                    <div class="col-lg-9 text-sm">
                        <h4>سياسية الخصوصية</h4>
                        <p>
    تشرح سياسة الخصوصية هذه المعلومات التي نجمعها عنك والأسباب وراء ذلك، وماذا نفعل بتلك المعلومات، وكيفية مشاركتها، وكيفية التعامل مع المعلومات الشخصية التي تم إنشاؤها،
    أو تم إدخالها، أو تم تقديمها، أو تم نشرها، أو تم نقلها، أو تم تخزينها، أو تم عرضها من قبلك، ووكلاؤك، ومستخدمينك عند الوصول إلى خدماتنا واستخدامها.
    لأغراض هذه السياسة، "خدماتنا" تشير إلى البرنامج الرئيسي "آلزا بوت" وأي تطبيق آخر مثل تطبيق Slack أو تطبيق Dialogflow، "موقعنا الإلكتروني" يشير إلى <a href="https://alz-bot.com">alz-bot.com</a> والنطاقات الفرعية،
    "نحن" و"نحن" و"نا" تشير إلى شركتنا SouqProcare LTD.
    نشجعك على مراجعة هذه الصفحة بشكل دوري للحصول على أحدث المعلومات حول ممارسات الخصوصية لدينا.
    استخدامك المستمر لخدماتنا أو مواقعنا الإلكترونية يشكل موافقتك على الالتزام بتلك التغييرات في هذه السياسة.
    الحل الوحيد إذا لم توافق على شروط هذه السياسة هو وقف استخدام خدمتنا وموقعنا الإلكتروني.
</p>
<p>
    تشرح هذه السياسة الكل، كيفية، ولماذا للمعلومات الشخصية التي نجمعها عند زيارتك لمواقعنا الإلكترونية أو عند استخدامك لخدماتنا.
    المعلومات الشخصية التي يتم جمعها واستخدامها بواسطة آلزا بوت، وشركاتها التابعة وشركاءها، بما في ذلك فرعها
    آلزا بوت محدودة إلى الأغراض التي يتفق عليها مشتركونا في أي فرع من آلزا بوت والأغراض الأخرى الموضحة صراحة في هذه السياسة.
</p>
<h4>ما يغطيه هذا السياسة:</h4>
<p>
    المواقع التي ترتبط بهذه السياسة، بما في ذلك: <a target="_blank" rel="nofollow" href="https://alz-bot.com">alz-bot.com</a>.
    الخدمات التي اشتركت فيها أو سجلت فيها أو اشتريتها.
</p>
<h4>ما نقصده بمعلومات شخصية؟</h4>
<p>
    في هذه السياسة، تعني المعلومات الشخصية المعلومات المتعلقة بشخص طبيعي محدد أو قابل للتحديد، أو بشركة أو كيان قانوني.
    الشخص المحدد هو الشخص الذي يمكن تحديده، مباشرة أو غير مباشرة، خاصة بالرجوع إلى رقم تعريف أو إلى عدة عوامل محددة لهويته الجسدية،
    أو الفسيولوجية، أو العقلية، أو الاقتصادية، أو الثقافية، أو الاجتماعية. باستثناء ما ورد في هذه السياسة، لا تبيع آلزا بوت حاليًا أو تؤجر أو تقدم أي قرض لأي معلومات شخصية لطرف ثالث،
    ولكن تحتفظ آلزا بوت بالحق في تغيير هذه السياسة في المستقبل وبيع أو تأجير أو إعارة أي معلومات شخصية لطرف ثالث في أي وقت.
</p>
<h4>المعلومات الشخصية التي تقدمها لنا أو التي نقوم بجمعها</h4>
<p>
    من خلال الاشتراك في آلزا بوت، تقدم لـ (<a target="_blank" rel="nofollow" href="https://en.techn-oviz.com">Techno Viz</a>) معلومات شخصية، تفاصيل إضافية <a target="_blank" rel="nofollow" href="https://en.techn-oviz.com/privacy-policy">هنا</a>.
    حاليًا، لا نقوم بمعالجة أو مشاركة أي من بياناتك الشخصية.
</p>
<h4>المحادثات - إصدارات PHP و WP</h4>
<p>
    ليس لدينا وصول ولا نقوم بجمع أي معلومات عن محادثاتك، ورسائلك، ومرفقاتك في alz-bot.
    يتم تخزين المعلومات على خادمك الخاص فقط ولا يتم نقلها إلى alz-bot.
</p>
<h4>المحادثات - الإصدار السحابي</h4>
<p>
    تخزن المعلومات على قواعد بياناتنا الآمنة. لا نقوم بمعالجة أو مشاركة أي من محادثاتك.
</p>
<h4>المستخدمين - إصدارات PHP و WP</h4>
<p>
    ليس لدينا وصول ولا نقوم بجمع أي معلومات حول مستخدمي alz-bot. يتم تخزين المعلومات على خادمك الخاص فقط ولا يتم نقلها إلى alz-bot.
</p>
<h4>المستخدمين - الإصدار السحابي</h4>
<p>
    تخزن المعلومات على قواعد بياناتنا الآمنة. لا نقوم بمعالجة أو مشاركة أي من محادثاتك.
</p>
<h4>معلومات أخرى - إصدارات PHP و WP</h4>
<p>
    ليس لدينا وصول ولا نقوم بجمع أي معلومات تمر عبر آلزا بوت أو تولدها alz-bot.
</p>
<h4>معلومات أخرى - الإصدار السحابي</h4>
<p>
    تخزن المعلومات على قواعد بياناتنا الآمنة. لا نقوم بمعالجة أو مشاركة أي من محادثاتك.
</p>
<h4>Slack</h4>
<p>
    عندما تزامن آلزا بوت مع (<a target="_blank" rel="nofollow" href="https://slack.com/">Slack</a>)، نقوم بجمع البيانات الشخصية التالية:
    team_id، channel_id، access_token، عنوان موقع الويب الخاص بك، رمز الشراء من Envato، البريد الإلكتروني لـ Slack، اسم Slack،
    صورة الملف الشخصي لأعضاء فريق Slack الخاص بك. يتم إرسال هذه البيانات إلينا مرة واحدة فقط عند مزامنة Slack.
    من خلال تقديمك طوعًا لنا بمعلومات الحساب، فإنك تمثل هنا بأنك صاحب تلك المعلومات الشخصية أو أنك مخول بتقديمها لنا.
    جميع بيانات الخدمة تخضع لتدابير الحماية التقنية الخاصة بنا كما هو مشروح بشكل أكبر في شروط الخدمة لدينا.
    باستخدام Slack مع آلزا بوت، يتم إرسال رسائل Slack الخاصة بك، والمرفقات، وأي محتوى آخر يتم إرساله من Slack،
    إلى خادمنا وتوجيهها مرة أخرى إلى موقع الويب الخاص بك. لا تتم تخزين البيانات في خادمنا.
    إذا كنت لا ترغب في مشاركة أي بيانات معنا، يرجى الاتصال بنا على <a href="mailto:help@alz-bot.com">help@alz-bot.com</a> وسنقوم بإرسال تعليمات
    لتكوين آلزا بوت لاستخدام التكامل الخاص بك مع Slack الخاص بك.
    باستخدام Slack، تقدم إلى Slack معلومات شخصية، تفاصيل إضافية <a target="_blank" rel="nofollow" href="https://slack.com/intl/en-cl/privacy-policy">هنا</a>.
    بشراء الترخيص لتطبيق Slack الخاص بنا، تقدم لنا بريدك الإلكتروني واسمك ولـ (<a target="_blank" rel="nofollow" href="https://gumroad.com/">Gumroad</a>) معلومات شخصية، تفاصيل إضافية <a target="_blank" rel="nofollow" href="https://gumroad.com/privacy">هنا</a>.
</p>
  <p>
  <p>
    عندما تقوم بمزامنة آلزا بوت مع (<a target="_blank" rel="nofollow" href="https://slack.com/">Slack</a>)، نقوم بجمع المعلومات الشخصية التالية:
    team_id، channel_id، access_token، عنوان موقع الويب الخاص بك، رمز الشراء Envato، البريد الإلكتروني لـ Slack، اسم Slack،
    صورة الملف الشخصي لأعضاء فريقك في Slack. يتم إرسال هذه البيانات لنا مرة واحدة فقط عند مزامنة Slack. 
    من خلال تقديم معلومات الحساب بشكل طوعي، تمثل بأنك صاحب هذه المعلومات الشخصية أو مخول آخرين لتقديمها لنا.
    جميع بيانات الخدمة خاضعة لضماناتنا التقنية كما هو مشار إليها بشكل كامل في شروط الخدمة لدينا. 
    من خلال استخدام Slack مع آلزا بوت، يتم إرسال رسائلك في Slack، والمرفقات، وأي محتوى آخر يتم إرساله من Slack،
    إلى خادمنا ويتم توجيهها مرة أخرى إلى موقع الويب الخاص بك. لا تُخزّن البيانات في خادمنا. 
    إذا كنت لا ترغب في مشاركة أي بيانات معنا، يرجى الاتصال بنا عبر <a href="mailto:help@alz-bot.com">help@alz-bot.com</a> وسنرسل لك دليلًا
    لتكوين آلزا بوت لاستخدام تكامل Slack الخاص بك.
    باستخدام Slack، تقدم معلومات شخصية إلى Slack، لمزيد من التفاصيل انظر <a target="_blank" rel="nofollow" href="https://slack.com/intl/en-cl/privacy-policy">هنا</a>.
    باستخدام ترخيص التطبيق لدينا في Slack، تقدم لنا عنوان بريدك الإلكتروني، واسمك، ولـ (<a target="_blank" rel="nofollow" href="https://gumroad.com/">Gumroad</a>) معلومات شخصية، لمزيد من التفاصيل انظر <a target="_blank" rel="nofollow" href="https://gumroad.com/privacy">هنا</a>.
</p>

<h4>Dialogflow وGoogle</h4>
<p>
    عندما تقوم بمزامنة آلزا بوت مع (<a target="_blank" rel="nofollow" href="https://dialogflow.com/">Dialoglow</a>) لاستخدام بوت Diaogflow، أو خدمات Google مثل الترجمة اللغوية، نقوم بجمع المعلومات الشخصية التالية:
    رمز التحديث (Refresh Token)، اشتراك، البريد الإلكتروني، الصورة، اللغة المحلية، صورة الملف الشخصي.
    من خلال تقديم معلومات الحساب بشكل طوعي، تمثل بأنك صاحب هذه المعلومات الشخصية أو مخول آخرين لتقديمها لنا.
    جميع بيانات الخدمة خاضعة لضماناتنا التقنية كما هو مشار إليها بشكل كامل في شروط الخدمة لدينا.
    باستخدام Dialogflow مع آلزا بوت، يتم إرسال رمز التحديث (Refresh Token) (سلسلة أبجدية رقمية وحرفية) إلى خادمنا. لا يتم إرسال أو تخزين أي بيانات أخرى في خادمنا.
    إذا كنت لا ترغب في مشاركة أو إرسال أي بيانات معنا، يرجى الاتصال بنا عبر <a href="mailto:help@alz-bot.com">help@alz-bot.com</a> وسنرسل لك دليلًا
    لتكوين آلزا بوت لاستخدام تكامل Dialogflow الخاص بك.
    باستخدام Dialogflow، تقدم معلومات شخصية لـ Dialogflow، لمزيد من التفاصيل انظر <a target="_blank" rel="nofollow" href="https://dialogflow.com/terms">هنا</a>.
    باستخدام ترخيص التطبيق لدينا في Dialoglow، تقدم لنا عنوان بريدك الإلكتروني، واسمك، ولـ (<a target="_blank" rel="nofollow" href="https://gumroad.com/">Gumroad</a>) معلومات شخصية، لمزيد من التفاصيل انظر <a target="_blank" rel="nofollow" href="https://gumroad.com/privacy">هنا</a>.
</p>

<h4>Messenger</h4>
<p>
    عندما تقوم بمزامنة آلزا بوت مع Facebook (<a target="_blank" rel="nofollow" href="https://www.messenger.com/">Messenger</a>)، نقوم بجمع المعلومات الشخصية التالية: رمز الصفحة، معرف الصفحة، الاشتراك.
    من خلال تقديم معلومات الحساب بشكل طوعي، تمثل بأنك صاحب هذه المعلومات الشخصية أو مخول آخرين لتقديمها لنا.
    جميع بيانات الخدمة خاضعة لضماناتنا التقنية كما هو مشار إليها بشكل كامل في شروط الخدمة لدينا.
    باستخدام Facebook Messenger مع آلزا بوت، تُرسل رسائلك في Facebook Messenger، والمرفقات، وأي نوع آخر من الرسائل المرسلة من Messenger،
    إلى خادمنا ويتم توجيهها مرة أخرى إلى موقع الويب الخاص بك. لا تُخزّن البيانات في خادمنا.
    إذا كنت لا ترغب في مشاركة أي بيانات معنا، يرجى الاتصال بنا عبر <a href="mailto:help@alz-bot.com">help@alz-bot.com</a> وسنرسل لك دليلًا
    لتكوين آلزا بوت لاستخدام تكامل Facebook Messenger الخاص بك.
    باستخدام Facebook Messenger، تقدم معلومات شخصية لـ Facebook، لمزيد من التفاصيل انظر <a target="_blank" rel="nofollow" href="https://www.facebook.com/policy.php">هنا</a>.
</p>

<h4>تطبيقات وتكاملات أخرى</h4>
<p>
    عندما تقوم بمزامنة آلزا بوت مع خدمات خارجية أخرى، فإنك تشارك المعلومات مع الخدمة الخارجية وفقًا لشروط الخدمة الخاصة بالخدمة الخارجية.
</p>

<h4>سياسة الاحتفاظ بالبيانات</h4>
<p>
    أنواع المعلومات المغطاة في السياسة هي المعلومات النصية مثل عنوان بريدك الإلكتروني. لا نحتفظ بأي نوع آخر من البيانات المتعلقة بك.
</p>

<h4>سياسة الأرشفة/إزالة البيانات</h4>
<p>
    ليس لدينا حد زمني للاحتفاظ بمعلوماتك، ولكن يمكنك الاتصال بنا في أي وقت عبر البريد الإلكتروني <a href="mailto:help@alz-bot.com">help@alz-bot.com</a> وطلب حذف معلوماتك بشكل دائم من نظامنا وقاعدة البيانات.
    سنقوم بحذف معلوماتك خلال 7 أيام من تاريخ استلام طلبك.
</p>

<h4>تخزين البيانات</h4>
<p>
    نقوم بتخزين معلوماتك في قاعدة بياناتنا الآمنة. لا نشارك وصولنا إلى قاعدة البيانات مع أي كيان طرف ثالث.
</p>

<h4>ملفات تعريف الارتباط / تقنيات التتبع من استخدامك لموقعنا على الويب</h4>
<p>
    لا نستخدم حاليًا ملفات تعريف الارتباط التتبعية. قد يستخدم موقعنا على الويب ملفات تعريف الارتباط في المستقبل لأغراض متنوعة. قد توفر لنا هذه الملفات معلومات، بما في ذلك المعلومات الشخصية، ومعلومات أخرى حول الأجهزة والشبكات
    التي تستخدمها للوصول إلى مواقعنا على الويب وخدماتنا، ومعلومات حول تفاعلك مع موقعنا على الويب. للحصول على مع

    <p>
نحن لا نستخدم حاليًا ملفات تتبع "الكوكيز". قد يتم استخدام موقعنا ملفات الكوكيز في المستقبل لأغراض متنوعة. يمكن أن تقدم لنا هذه الكوكيز معلومات، بما في ذلك معلومات شخصية، ومعلومات أخرى حول الأجهزة والشبكات التي تستخدمها للوصول إلى مواقعنا وخدماتنا، ومعلومات حول تفاعلك مع موقعنا. للمزيد من التفاصيل حول استخدام ملفات الكوكيز في الموقع (بما في ذلك كيفية التحكم في ملفات الكوكيز)، يرجى قراءة ومراجعة <a target="_blank" rel="nofollow" href="cookie">سياسة الكوكيز</a>.
<br>
تستخدم العلامات والنصوص في مواقعنا أو رسائل البريد الإلكتروني. تساعدنا هذه في توصيل ملفات الكوكيز، وتحديد زيارات موقعنا، وفهم الاستخدام وفعالية الحملات، وتحديد ما إذا تم فتح البريد الإلكتروني والاستجابة له. قد نتلقى تقارير استنادًا إلى استخدام هذه التقنيات من قبل مقدمي الخدمات على أساس فردي ومجتمع.
<br>
نستخدم أجسام التخزين المحلية (LSOs) مثل HTML5 لتخزين معلومات المحتوى والتفضيلات. قد توفر بعض المتصفحات أدوات إدارة خاصة بها لإزالة LSOs من نوع HTML5. تستخدم الأطراف الثالثة التي نتعاون معها لتوفير بعض الميزات على موقعنا أو عرض الإعلانات استنادًا إلى نشاط تصفح الويب الخاص بك LSOs مثل HTML5 وFlash لجمع وتخزين المعلومات.
</p>

<h4>ملفات السجل من استخدامك لموقعنا على الويب</h4>
<p>
كما هو الحال مع معظم المواقع والخدمات، نجمع تلقائيًا معلومات معينة ونقوم بتخزينها في ملفات السجل. تشمل هذه المعلومات عناوين بروتوكول الإنترنت، ونوع المتصفح، ومزود خدمة الإنترنت، وصفحات الإحالة/الخروج، ونظام التشغيل، وتاريخ/وقت السجل، وبيانات تيار النقر، وكذلك معلومات شخصية معينة مثل اسم المستخدم، وعنوان البريد الإلكتروني، ومعلومات أخرى قد تكون مدرجة في حقول النص المفتوح. تخضع ملفات سجل التطبيق لنفس سياسات وإجراءات أمان البيانات التي تنطبق على قواعد البيانات التطبيق لخدماتنا. قد نجمع هذه المعلومات تلقائيًا بشكل مشترك مع معلومات أخرى نجمعها عنك، وذلك لتحسين الخدمات التي نقدمها لك، وتحسين التسويق، وتحليل البيانات، أو وظائف الموقع.
</p>

<h4>معلومات التحليل من استخدامك لموقعنا على الويب</h4>
<p>
معلومات التحليل من استخدامك لمواقعنا وخدماتنا:
نقوم بجمع معلومات تحليل عند استخدامك لموقعنا لمساعدتنا في تحسينه. نتعاون مع شريك ثالث إما لعرض إعلانات على مواقعنا أو إدارة إعلاناتنا على مواقع أخرى. قد يستخدم شريكنا الثالث تقنيات مثل ملفات الكوكيز لجمع معلومات حول نشاطك على مواقعنا وعلى مواقع أخرى لتقديم إعلانات تستند إلى نشاطك واهتماماتك. في خدماتنا، قد تتضمن معلومات التحليل مي

زة ووظيفة الخدمة المستخدمة، واسم النطاق المرتبط، واسم المستخدم وعنوان IP الخاص بوكيلك أو المستخدم النهائي (الذي قد يتضمن معلومات شخصية إذا تم دمجها في اسم المستخدم)، ومعلومات إضافية مطلوبة لتفصيل عملية الوظيفة والأجزاء التي تتأثر بها الخدمة. قد تتضمن المعلومات التحليلية التي نقوم بجمعها عناصرًا من بيانات الخدمة المتعلقة بالوظيفة التي يقوم الوكيل أو المستخدم النهائي بتنفيذها. وعلى هذا النحو، قد تتضمن المعلومات التحليلية التي نقوم بجمعها معلومات شخصية أو معلومات حساسة تتعلق بالأعمال.
</p>

<h4>كيفية استخدامنا للمعلومات الشخصية</h4>
<p>
نستخدم المعلومات الشخصية التي نجمعها لأغراض متنوعة بما في ذلك:
</p>
<p>
- نحن لا نستخدم حاليًا أي معلومات شخصية بخلاف عنوان بريدك الإلكتروني، ونحن نستخدمها فقط لإرسال إشعارات الاشتراك لك.
- تمكينك ووكلائك ومستخدميك النهائيين من الوصول إلى خدماتنا واستخدامها.
- معالجة واستكمال المعاملات، وإرسال معلومات ذات صلة، بما في ذلك تأكيدات الشراء والفواتير.
- التواصل معك، بما في ذلك الرد على تعليقاتك وأسئلتك وطلباتك، وتقديم خدمة عملاء ودعم.
- توفير لك معلومات حول الخدمات والميزات والاستبيانات والنشرات الإخبارية والعروض والترويجات والمسابقات والفعاليات.
- تقديم أخبار أو معلومات أخرى عنا وعن شركائنا المختارين، وإرسال إشعارات فنية وتحديثات وتنبيهات الأمان ورسائل الدعم والإدارة.
- مراقبة وتحليل الاتجاهات والاستخدام والأنشطة فيما يتعلق بخدماتنا ولأغراض التسويق أو الإعلان.
- التحقيق والوقاية من المعاملات الاحتيالية والوصول غير المصرح به إلى خدماتنا، وغيرها من الأنشطة غير القانونية.
- لأغراض أخرى نعلمك بها.
</p>

<h4>من يمكنني الاتصال به إذا كان لدي أي أسئلة حول الخصوصية؟</h4>
<p>
إذا كانت لديك أي أسئلة أو تعليقات حول سياسة الخصوصية هذه أو إذا كنت تعتقد أننا لا نلتزم بشروط هذه السياسة، يرجى الاتصال بنا عبر البريد أو البريد الإلكتروني:
<br>
- البريد الإلكتروني: <a href="mailto:help@alz-bot.com">help@alz-bot.com</a>
<br>
- البريد البريدي أو البريد السريع:
<br>
SouqProcare LTD
<br>
الطابق الثاني في كوليج هاوس
<br>
17 كينج إدواردز رود
<br>
لندن، المملكة المتحدة
</p>
</div>
                </div>
            </div>
        </section>
    </main>
    <footer>
    <?php
        include('fi-t/footer.php');
 ?>
        <script src="them-viz/scripts/jquery.min.js"></script>
        <script src="them-viz/scripts/main.js"></script>
        <script src="them-viz/scripts/custom.js?v=4"></script>
        <script src="them-viz/scripts/sticky-kit.min.js"></script>
    </footer>
</body>
</html>