<html lang="ar" xmlns="http://www.w3.org/1999/xhtml" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no" />
    <title>شروط الخدمة | آلزا بوت</title>
    <meta name="description" content="شروط الخدمة نريد أن تظل بياناتك ملكك، ونحن ملتزمون بالشفافية بشأن ممارساتنا كشركة في شروط الخدمة.">
    <?php
        include('fi-t/linke-hader.php');
        ?>
     <?php
     include('fi-t/user-language.php');
     ?>
</head>
<div id="preloader"></div>
<nav class="menu-classic menu-fixed scroll-css" data-menu-anima="fade-in">
<div class="container">
        <?php
        include('fi-t/header.php');
        ?>
</div>
</nav>

    <main>
        <section class="section-base bg-gradient">
            <div class="container">
                <h1 class="align-center">السياسات والإجراءات</h1>
                <h3 class="align-center">نريد أن تظل بياناتك ملكك، ونحن ملتزمون بالشفافية بشأن ممارساتنا كشركة.</h3>
                <hr class="space-lg" />
                <div class="row">
                    <div class="col-lg-3">
                        <div class="menu-inner menu-inner-vertical fixed-area menu-terms" data-offset="150">
                            <ul>
                                <li><a href="privacy">سياسية الخصوصية</a>
                                <li class="active"><a href="#">الشروط والأحكام</a>
                                <li><a href="cookie">سياسة ملفات الارتباط</a>
                            </ul>
                        </div>
                    </div>
                    <div class="col-lg-9 text-sm">
                        <h4>الشروط والأحكام</h4>
                        <p>
   هذه البنود والشروط هي عقد بينك وبين Alz-Bot (المُشار إليه في هذه البنود والشروط بـ "Alz-Bot"، "نحن"، "نحن" أو "موقعنا")،
   مقدم خدمة موقع Alz-Bot والخدمات المتاحة من موقع Alz-Bot (التي يُشار إليها في هذه البنود والشروط بشكل جماعي باسم "خدمة Alz-Bot").
</p>
<p>
   أنت توافق على أن تكون ملزمًا بهذه البنود والشروط. إذا لم توافق على هذه البنود والشروط، يرجى عدم استخدام خدمة Alz-Bot.
   في هذه البنود والشروط، "أنت" يشير إلى الشخص الفردي والكيان الذي تمثله. إذا كنت قد انتهكت أي من هذه البنود والشروط،
   فإننا نحتفظ بالحق في إلغاء حسابك أو حظر الوصول إلى حسابك دون إشعار.
</p>
<h4>حسابك</h4>
<p>
   1. يجب أن يتم تسجيل حسابك بواسطة إنسان. لا يُسمح بالحسابات المسجلة بواسطة "الروبوتات" أو وسائل أخرى آلية. بالإضافة إلى ذلك، يجب أن تكون عمرك 16 عامًا أو أكبر.<br><br>
   2. يجب عليك تقديم عنوان بريد إلكتروني دائم صالح، جنبًا إلى جنب مع أي معلومات أخرى يتطلبها Alz-Bot أثناء عملية التسجيل. لا يجوز لشخص أو كيان قانوني الحفاظ على أكثر من حساب واحد مجاني.<br><br>
   3. أنت مسؤول عن الحفاظ على أمان حسابك وكلمة المرور. لن نكون مسؤولين عن أي خسارة أو ضرر ناتج عن عدم الامتثال لهذا الالتزام بالأمان.
   المعلومات القابلة للتحديد الشخصي التي يقدمها المستخدم ستخضع لسياسة الخصوصية الخاصة بنا.<br><br>
   4. قد لا يتعين عليك استخدام خدمة Alz-Bot لأي غرض غير قانوني أو غير مصرح به. يجب ألا تنتهك، في استخدام خدمة Alz-Bot،
   أي قوانين في اختصاصك القانوني، بما في ذلك، على سبيل المثال لا الحصر، عن طريق:
   توزيع أي فيروس أو قنبلة زمنية أو باب مصيدة أو أي كود كمبيوتر آخر ضار أو مشوش أو برنامج آخر؛
   تغطية أو إخفاء أي إشعار أو علامة أو تحذير أو لافتة يحتوي عليها خدمة Alz-Bot؛
   التدخل في أو تحاكي أي ميزة أمان في خدمة Alz-Bot أو أي ميزة تقييدية أو فرض قيود على استخدام أو الوصول إلى خدمة Alz-Bot؛
   انتهاك أو انتهاك حقوق أي طرف آخر، بما في ذلك ولكن لا يقتصر على حقوق الملكية الفكرية، بما في ذلك قوانين حقوق الطبع والنشر،
   أو حقوق الخصوصية أو الشهرة.
   يجب ألا يكون فاحشًا، أو مهاجمًا، أو إباحيًا، أو احتياليًا، أو خداعًا، أو دفاعًا، أو مهينًا، أو محرضًا، أو مشينًا،
   أو يتسبب في إحراج أي شخص آخر حسب تقدير Alz-Bot بمفرده. أو خداع أي شخص بخصوص هويتك، أو التنكر كشخص آخر، أو تحديد مصدر أي معلومات بشكل زائف.
</p>
<h4>تحديثات التطبيقات والدعم</h4>
<p>تشتمل الاشتراكات في تطبيقات Alz-Bot من <a href="https://alz-bot.techn-oviz.com/">(Alz-Bot - Techno Viz)</a> على تحديثات دائمة. تشتمل تطبيقات Alz-Bot التي تم شراؤها خارج Alz-Bot على سنة واحدة من التحديثات المجانية و6 أشهر من الدعم.</p>
<h4>الدفع والاسترداد</h4>
<p>
   يتطلب شراء Alz-Bot وتطبيقات Alz-Bot بطاقة ائتمان أو بطاقة ائتمان صالحة أو حساب PayPal.
   يتم فرض رسوم على برامج Alz-Bot وتطبيقات Alz-Bot مقدمًا وفقًا لجدول أسعارنا.
   من أجل معالجة الجميع بالتكافؤ، لن يتم إجراء استثناءات.
   جميع الرسوم غير شاملة لجميع الضرائب أو الرسوم أو الرسوم المفروضة من قبل السلطات الضريبية، وستكون مسؤولاً عن دفع كل هذه الضرائب أو الرسوم
   أو الرسوم، باستثناء ضرائب الدخل الأمريكية (الفدرالية أو الولاية). أنت توافق على دفع أي ضرائب قد تكون قابلة للتطبيق على استخدامك لخدمة Alz-Bot أو المدفوعات التي تتم
   من قبلك فيما يتعلق باستخدامك لخدمة Alz-Bot.
   ستكون لديك الحق في استرداد كامل فقط إذا تم التحقق من <b>جميع</b> الظروف التالية:<br>
   1. البرمجيات Alz-Bot و / أو تطبيقات Alz-Bot لديها مشكلات و / أو لا تعمل بشكل صحيح في استضافتك / خادمك / موقعك.<br>
   2. قام دعم Alz-Bot بالتحقق من المشكلة ولم يتمكن من حلها في غضون 72 ساعة من الوقت الذي قدمت فيه الوصول و / أو الروابط إلى استضافتك / خادمك / موقعك.<br>
   3. المشاكل / المشكلات تتعلق ببرمجيات Alz-Bot و / أو تطبيقات Alz-Bot. لن تكون مؤهلًا لاسترداد إذا كانت المشكلة تتعلق بخادم الاستضافة الخاص بك.<br>
   للتحقق وحل المشكلة ، قد يطلب منك فريق الدعم تقديم تفاصيل الوصول (المستخدم ، كلمة المرور ، IP) لموقع الويب / الاستضافة / الخادم الخاص بك.
   لن تكون مؤهلًا للاسترداد إذا رفضت تقديم هذه التفاصيل لنا.
   نحن نطبق سياسة استرداد Techno Viz لبرنامج Alz-Bot وتطبيقات Alz-Bot ، لمزيد من التفاصيل انقر <a target="_blank" rel="nofollow" href="https://en.techn-oviz.com/refund-and-cancellation">هنا</a>.
</p>
<h4>انتهاك هذه البنود والشروط</h4>
<p>
   نحتفظ بالحق في التحقيق ومتابعة انتهاك أي من هذه البنود والشروط إلى أقصى حد يسمح به القانون.
   قد نشارك ونتعاون مع سلطات إنفاذ القانون في متابعة المستخدمين الذين ينتهكون شروط الخدمة.
   توافق هنا على أن Alz-Bot قد تقوم، بممارسة تقديرها الوحيد، بإزالة أو حذف أي بيانات أو حسابات أو محتوى آخر ينتهك هذه البنود والشروط أو
   الذي يعتبر غير مقبول بأي شكل من الأشكال. Alz-Bot، بتقديرها الوحيد، لديها الحق في تعليق أو إنهاء حسابك إذا كنت تنتهك هذه البنود والشروط.
   ستؤدي إنهاء حسابك إلى تعطيل أو حذف حسابك، ورفض الوصول إلى حسابك، وإزالة جميع المحتوى في حسابك.
</p>
<h4 id="slack">تطبيق Slack</h4>
<p>
                            التطبيق <a href="/slack">(Slack)</a> لا يتضمن تكاليف دورية، ولكننا نحتفظ بالحق في إنهاء الخدمة في أي وقت إذا اعتبرنا أن ذلك ضرورياً.
                            السبب الرئيسي لإيقاف الخدمة هو إرسال / استقبال عدد كبير من الرسائل.
                            بينما نقدم تكامل Slack مجانًا، يجب على خوادمنا معالجة كل رسالة تم إرسالها لجعل التكامل يعمل، وهذا يتسبب في تكاليف (نحن ندفع مقابلها).
                            في حال قررنا إيقاف الخدمة:<br>
                            1. سنتصل بك قبل إيقاف الخدمة لإعلامك ومناقشة أي حلول للمشكلة.<br>
                            2. سنقدم لك دليلًا تقنيًا للاستمرار في استخدام تطبيق Slack دون استخدام خوادمنا أو سنقدم لك استرداد كامل لتطبيق Slack.
                        </p>
                        <h4 id="messenger">تطبيق Messenger</h4>
                        <p>
                            التطبيق <a href="/messenger">(Messenger)</a> لا يتضمن تكاليف دورية، ولكننا نحتفظ بالحق في إنهاء الخدمة في أي وقت إذا اعتبرنا أن ذلك ضرورياً.
                            السبب الرئيسي لإيقاف الخدمة هو إرسال / استقبال عدد كبير من الرسائل.
                            بينما نقدم تكامل Messenger مجانًا، يجب على خوادمنا معالجة كل رسالة تم إرسالها لجعل التكامل يعمل، وهذا يتسبب في تكاليف (نحن ندفع مقابلها).
                            في حال قررنا إيقاف الخدمة:<br>
                            1. سنتصل بك قبل إيقاف الخدمة لإعلامك ومناقشة أي حلول للمشكلة.<br>
                            2. سنقدم لك دليلًا تقنيًا للاستمرار في استخدام تطبيق Messenger دون استخدام خوادمنا أو سنقدم لك استرداد كامل لتطبيق Messenger.
                        </p>
                        <h4>الملكية الفكرية وملكية المحتوى</h4>
                        <p>
                            محتويات برنامج Alz-Bot محمية بحقوق النشر. Alz-Bot وشعارات Alz-Bot علامات تجارية لشركة Alz-Bot ولا يمكن استخدامها بدون إذن كتابي صريح.
                            لا يمكنك نسخ أو استنساخ أو بيع أو مشاركة أو توزيع أو إعادة استخدام أي جزء من HTML/CSS/PHP/JS أو عناصر التصميم البصري لبرنامج Alz-Bot، وتطبيقات Alz-Bot (Slack، Dialogflow، Woocommerce، وجميع التطبيقات والإضافات الأخرى لـ Alz-Bot)
                            وهذا الموقع <a href="https://alz-bot.com/">(Alz-Bot.com)</a> بدون إذن كتابي صريح. لا تكتسب أي حقوق ملكية عند استخدام خدمة Alz-Bot وبرنامج Alz-Bot.
                            يمكنك استخدام شعاراتنا ورسومات هذا الموقع، بما في ذلك تلك المتاحة على Techno Viz، فقط للترويج (كشريك تابع أو مع أي نشاط تسويق آخر) لبرنامج Alz-Bot وتطبيقات Alz-Bot.

                            يُسمح لك بتثبيت واستخدام برنامج Alz-Bot فقط على 1 موقع / نطاق واحد لكل ترخيص.
                            يمنحك شراء ترخيص Techno Viz Regular الحقوق القانونية لتثبيت واستخدام برنامج Alz-Bot فقط على 1 موقع / نطاق واحد.
                            شراء ترخيص Techno Viz Extended لا يمنحك حقوق إعادة بيع أو توزيع Alz-Bot، بما في ذلك أجزاء منه، وبما في ذلك كنموذج خدمة.
                        </p>
                        <h4>من يمكنني الاتصال به إذا كانت لدي أي أسئلة حول الخصوصية؟</h4>
                        <p>
                            إذا كانت لديك أي أسئلة أو تعليقات حول سياسة الخصوصية هذه أو إذا كنت تشعر أننا لا نلتزم بشروط هذه سياسة الخصوصية، يرجى الاتصال بنا عبر البريد أو البريد الإلكتروني:<br />
                            <a href="mailto:help@alz-bot.com">help@alz-bot.com</a> <br />
                            عبر البريد العادي أو البريد السريع:<br />
                            SouqProcare LTD<br />
                            الطابق الثاني، كلية هاوس،<br />
                            17 كينج إدوارد رود<br />
                            لندن،<br />
                            المملكة المتحدة
                        </p>
                    </div>
                </div>
            </div>
        </section>
    </main>
    <footer>
    <?php
        include('fi-t/footer.php');
 ?>
        <script src="them-viz/scripts/jquery.min.js"></script>
        <script src="them-viz/scripts/main.js"></script>
        <script src="them-viz/scripts/custom.js?v=4"></script>
        <script src="them-viz/scripts/sticky-kit.min.js"></script>
    </footer>
</body>
</html>